Repository: trgino/qnbpay-woocommerce
Catalog: languages/qnbpay-woocommerce-*.po
Languages: tr_tr

source: QNBPay Payment Gateway for WooCommerce
tr_tr: WooCommerce için QNBPay Ödeme Ağ Geçidi

source: QNBPay Payment gateway for woocommerce
tr_tr: WooCommerce için QNBPay ödeme ağ geçidi

source: Invalid nonce
tr_tr: Geçersiz nonce

source: Credit card number is required.
tr_tr: Kredi kartı numarası gerekli.

source: Credit card number is invalid.
tr_tr: Kredi kartı numarası geçersiz.

source: Success
tr_tr: Başarılı

source: Order ID is required.
tr_tr: Sipariş ID gerekli.

source: Order not found.
tr_tr: Sipariş bulunamadı.

source: Payment completed via QNBPay.
tr_tr: Ödeme QNBPay aracılığıyla tamamlandı.

source: Your order has been paid successfully.
tr_tr: Siparişiniz başarıyla ödendi.

source: Payment has not been confirmed.
tr_tr: Ödeme onaylanmadı.

source: Check result not found. Trying again.
tr_tr: Kontrol sonucu bulunamadı. Tekrar deneniyor.

source: The test function can be performed after saving the merchant information.
tr_tr: Test fonksiyonu, mağaza bilgileri kaydedildikten sonra gerçekleştirilebilir.

source: Installment Selection
tr_tr: Taksit Seçimi

source: Payment In Advence
tr_tr: Peşin Ödeme

source: %d installments
tr_tr: %d taksit

source: Cant find debug file
tr_tr: Hata ayıklama dosyası bulunamıyor

source: Payment for your order has been rejected by the payment broker.
tr_tr: Siparişinizin ödemesi, ödeme aracısı tarafından reddedildi.

source: Order identifier not found.
tr_tr: Sipariş tanımlayıcı bulunamadı.

source: Your payment is being processed. Please wait...
tr_tr: Ödemeniz işleniyor. Lütfen bekleyin...

source: Unexpected error occurred.
tr_tr: Beklenmedik bir hata oluştu.

source: Cant get token from payment agent.
tr_tr: Ödeme aracısından token alınamıyor.

source: Cant get any results from payment agent.
tr_tr: Ödeme aracısından herhangi bir sonuç alınamıyor.

source: Cant connect to payment agent.
tr_tr: Ödeme aracısına bağlanılamıyor.

source: QNBPay WooCommerce Gateway
tr_tr: QNBPay WooCommerce Ağ Geçidi

source: Enable/Disable
tr_tr: Etkinleştir/Devre Dışı Bırak

source: Enable QNBPay Gateway?
tr_tr: QNBPay Ağ Geçidini Etkinleştir?

source: Title
tr_tr: Başlık

source: This controls the title which the user sees during checkout.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü başlığı kontrol eder.

source: Credit Card
tr_tr: Kredi Kartı

source: Description
tr_tr: Açıklama

source: This controls the description which the user sees during checkout.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamayı kontrol eder.

source: Pay with your credit card via our super-cool payment gateway.
tr_tr: Kredi kartınızla ödeme ağ geçidimiz üzerinden ödeme yapın.

source: Merchant Key
tr_tr: Mağaza Anahtarı

source: Merchant ID
tr_tr: Mağaza ID

source: App Key
tr_tr: Uygulama Anahtarı

source: App Secret
tr_tr: Uygulama Şifresi

source: Sale Webhook Key
tr_tr: Satış Webhook Anahtarı

source: Enter the key you defined in the QNBPay merchant panel for webhook notifications. This is required to receive webhook updates. The webhook URL to enter in the panel is:
tr_tr: Webhook bildirimleri için QNBPay mağaza panelinde tanımladığınız anahtarı girin. Webhook güncellemelerini almak için bu gereklidir. Panele girilecek Webhook URL'si:

source: Enable Test Mode?
tr_tr: Test Modunu Etkinleştir?

source: Place the payment gateway in test mode using test API keys.
tr_tr: Test API anahtarlarını kullanarak ödeme ağ geçidini test moduna alın.

source: Enable 3D
tr_tr: 3D Etkinleştir

source: Enable 3d Payment?
tr_tr: 3D Ödemeyi Etkinleştir?

source: Installement
tr_tr: Taksitlendirme

source: Enable/Disable Installement ?
tr_tr: Taksitlendirmeyi Etkinleştir/Devre Dışı Bırak?

source: Limit Installement
tr_tr: Taksit Sınırı

source: %s Installement
tr_tr: %s Taksit

source: Limit Installement By Product
tr_tr: Ürüne Göre Taksit Sınırı

source: Enable/Disable Installement by Product ?
tr_tr: Ürüne Göre Taksitlendirmeyi Etkinleştir/Devre Dışı Bırak?

source: Limit Installement By Cart Amount
tr_tr: Sepet Tutarına Göre Taksit Sınırı

source: Enable/Disable Installement by Cart Amount ?
tr_tr: Sepet Tutarına Göre Taksitlendirmeyi Etkinleştir/Devre Dışı Bırak?

source: Installement Minumum Cart Amount
tr_tr: Minimum Taksit Sepet Tutarı

source: Those less than this basket amount will be collected in advance.
tr_tr: Bu sepet tutarından az olanlar peşin olarak tahsil edilecektir.

source: Order Prefix
tr_tr: Sipariş Ön Eki

source: This field provides convenience for the separation of orders during reporting for the QNBPay module used in more than one site. (Optional)
tr_tr: Bu alan, birden fazla sitede kullanılan QNBPay modülü için raporlama sırasında siparişlerin ayrılmasında kolaylık sağlar. (İsteğe bağlı)

source: Order Status
tr_tr: Sipariş Durumu

source: You can choose what the status of the order will be when your payments are successfully completed.
tr_tr: Ödemeleriniz başarıyla tamamlandığında siparişin durumunun ne olacağını seçebilirsiniz.

source: Enable/Disable Debug Mode
tr_tr: Hata Ayıklama Modunu Etkinleştir/Devre Dışı Bırak

source: Order prefix is required.
tr_tr: Sipariş ön eki gereklidir.

source: Order prefix must contain only uppercase letters and numbers.
tr_tr: Sipariş ön eki yalnızca büyük harf ve rakam içermelidir.

source: Sale webhook key must contain only letters and numbers.
tr_tr: Satış webhook anahtarı yalnızca harf ve rakam içermelidir.

source: Your transaction has been completed successfully. Within 2 seconds the page will be refreshed
tr_tr: İşleminiz başarıyla tamamlandı. 2 saniye içinde sayfa yenilenecektir

source: When you do this, all of the instalment data you have entered is deleted and the current ones from QNBPay servers are overwritten. The process cannot be reversed. To continue, please enter confirmation in the field below and continue the process. Otherwise, your transaction will not continue.
tr_tr: Bunu yaptığınızda, girdiğiniz tüm taksit verileri silinir ve QNBPay sunucularından güncel olanlar üzerine yazılır. İşlem geri alınamaz. Devam etmek için lütfen aşağıdaki alana onayı girin ve işleme devam edin. Aksi takdirde işleminiz devam etmeyecektir.

source: Installment Rate Test
tr_tr: Taksit Oranı Testi

source: Bank Identification Test
tr_tr: Banka Tanımlama Testi

source: Remote Connection Test
tr_tr: Uzak Bağlantı Testi

source: Failed
tr_tr: Başarısız

source: Download debug file
tr_tr: Hata ayıklama dosyasını indir

source: Clear debug file
tr_tr: Hata ayıklama dosyasını temizle

source: QNBPay Settings
tr_tr: QNBPay Ayarları

source: Test Informations
tr_tr: Test Bilgileri

source: Visit Website
tr_tr: Web Sitesini Ziyaret Et

source: Name On Card
tr_tr: Kart Üzerindeki İsim

source: Card Number
tr_tr: Kart Numarası

source: Card Code
tr_tr: TEST MODU ETKİN. Test modunda, <a href="https://qnbpay.com.tr/">belgelerde</a> listelenen kart numaralarını kullanabilirsiniz.

source: <strong>Card holder</strong> is required.
tr_tr: <strong>Kart sahibi</strong> gerekli.

source: <strong>Card Number</strong> is required.
tr_tr: <strong>Kart Numarası</strong> gerekli.

source: <strong>Card Expiry</strong> is required.
tr_tr: <strong>Son Kullanma Tarihi</strong> gerekli.

source: <strong>Card CVC</strong> is required.
tr_tr: <strong>Güvenlik Kodu (CVV)</strong> gerekli.

source: <strong>Installment</strong> is required.
tr_tr: <strong>Taksit</strong> gerekli.

source: Could not start payment process.
tr_tr: Ödeme işlemi başlatılamadı.

source: Order Payment OrderId:%s - CustomOrderId:%s - InvoiceId:%s
tr_tr: Sipariş Ödemesi SiparişNo:%s - ÖzelSiparişNo:%s - FaturaNo:%s

source: Unknown error reported by webhook.
tr_tr: Webhook tarafından bilinmeyen bir hata bildirildi.

source: Payment completed via QNBPay Webhook.
tr_tr: Ödeme QNBPay Webhook aracılığıyla tamamlandı.

source: QNBPay status confirmed as Failed via checkstatus. Reason: %s
tr_tr: QNBPay durumu checkstatus ile Başarısız olarak onaylandı. Sebep: %s

source: QNBPay payment failed confirmation via checkstatus. Transaction ID: %s. Reason: %s
tr_tr: QNBPay ödemesi checkstatus ile Başarısız olarak onaylandı. İşlem ID: %s. Sebep: %s

source: Website
tr_tr: Web Sitesi

source: Report Issue
tr_tr: Sorun Bildir

source: Installment Limit
tr_tr: Taksit Limiti

source: Default
tr_tr: Varsayılan

source: QNBPay Transaction History
tr_tr: QNBPay İşlem Geçmişi

source: QNBPay Transactions
tr_tr: QNBPay İşlemleri

source: Security check failed
tr_tr: Güvenlik kontrolü başarısız oldu

source: Order ID
tr_tr: Sipariş ID

source: Action
tr_tr: Eylem

source: Customer ID
tr_tr: Müşteri ID

source: Amount
tr_tr: Tutar

source: Result
tr_tr: Sonuç

source: Date
tr_tr: Tarih

source: Actions
tr_tr: Eylemler

source: No transactions found.
tr_tr: Hiç işlem bulunamadı.

source: View
tr_tr: Görüntüle

source: %s item
tr_tr: %s kayıt

source: Transaction not found
tr_tr: İşlem bulunamadı

source: Transaction Details
tr_tr: İşlem Detayları

source: Back to Transaction History
tr_tr: İşlem Geçmişine Geri Dön

source: View Order
tr_tr: Siparişi Görüntüle

source: Field
tr_tr: Alan

source: Value
tr_tr: Değer

source: Data
tr_tr: Veri

source: Details
tr_tr: Detaylar
